Revit 2024 API
UnitTypeId.LumensPerWatt Property
 Lumens per watt.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId LumensPerWatt { get; }
Visual Basic
Public Shared ReadOnly Property LumensPerWatt As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ LumensPerWatt {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace